const QuestionData = [
    {
        question: "คุณชอบสีอะไรมากที่สุด?",
        choices: ["สีดำ", "สีฟ้า", "สีส้ม", "สีน้ำตาล", "สีแดง", "สีเหลือง", "สีขาว", "สีน้ำเงิน", "สีชมพู", "สีเขียว", "สีม่วง"],
    },
    {
        question: "ถ้าเลือกสถานที่ออกไปเที่ยวพักผ่อนได้คุณจะเลือกไปสถานที่ใด?",
        choices: ["ทะเล", "ภูเขา", "น้ำตก", "แหล่งท่องเที่ยวทางประวัติศาสตร์", "แหล่งท่องเที่ยวทางวัฒนธรรม"],
    },
    {
        question: "งานอดิเรกที่คุณชื่นชอบคืออะไร?",
        choices: ["ฟังเพลง", "ดูหนัง", "เล่นเกม", "ปลูกต้นไม้", "ทำความสะอาดบ้าน"],
    },
    {
        question: "คุณชอบใช้ชีวิตในฤดูกาลไหนมากที่สุด?",
        choices: ["ฤดูร้อน", "ฤดูฝน", "ฤดูหนาว"]
    },
    {
        question: "คุณชอบใช้ชีวิตในชุมชนแบบใดมากที่สุด?",
        choices: ["ชุมชนชนบท", "ชุมชนเมือง", "ชุมชนชานเมือง"]
    },
    {
        question: "คุณชอบฟังเพลงประเภทใดมากที่สุด?",
        choices: ["คลาสสิค", "ป็อป", "แจ๊ส", "แร็ป", "ริทึมแอนด์บลูส์ (R&B)", "ฮิปฮอป", "ร็อก", "ไม่ชอบฟังเพลง"]
    },
    {
        question: "ลักษณะงานที่คุณทำ",
        choices: ["Freelance", "Full-time", "กำลังศึกษาอยู่"],
    },
    {
        question: "รายได้ที่คุณได้รับต่อเดือน",
        choices: ["น้อยกว่า 10,000 บาท", "10,000 - 20,000 บาท", "20,000 - 30,000 บาท", "30,000 - 50,000 บาท", "มากกว่า 50,000 บาท"],
    },
]

export default QuestionData
